Revit 2024 API
AssetSet.ForwardIterator Method
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual AssetSetIterator ForwardIterator()
Visual Basic
Public Overridable Function ForwardIterator As AssetSetIterator
Visual C++
public:
virtual AssetSetIterator^ ForwardIterator()
See Also
AssetSet Class
Autodesk.Revit.DB.Visual Namespace